<template>
    <div>
昨年度	名詞,副詞可能,*,*,*,*,昨年度,サクネンド,サクネンド <br>
 から	助詞,格助詞,一般,*,*,*,から,カラ,カラ<br>
 女子校	名詞,固有名詞,一般,*,*,*,女子校,ジョシコウ,ジョシコー<br>
 から	助詞,格助詞,一般,*,*,*,から,カラ,カラ<br>
 男女共学	名詞,固有名詞,一般,*,*,*,男女共学,ダンジョキョウガク,ダンジョキョーガク<br>
 に	助詞,格助詞,一般,*,*,*,に,ニ,ニv<br>
 なっ	動詞,自立,*,*,五段・ラ行,連用タ接続,なる,ナッ,ナッ<br>
 た	助動詞,*,*,*,特殊・タ,基本形,た,タ,タ<br>
 ばかり	助詞,副助詞,*,*,*,*,ばかり,バカリ,バカリ<br>
 の	助詞,連体化,*,*,*,*,の,ノ,ノ<br>
 熊野	名詞,固有名詞,人名,姓,*,*,熊野,クマノ,クマノ<br>
 学園	名詞,一般,*,*,*,*,学園,ガクエン,ガクエン<br>
 の	助詞,連体化,*,*,*,*,の,ノ,ノ<br>
 演劇部	名詞,固有名詞,一般,*,*,*,演劇部,エンゲキブ,エンゲキブ<br>
 部長	名詞,一般,*,*,*,*,部長,ブチョウ,ブチョー<br>
 兼	名詞,接続詞的,*,*,*,*,兼,ケン,ケン<br>
 監督	名詞,サ変接続,*,*,*,*,監督,カントク,カントク<br>
 兼	名詞,接続詞的,*,*,*,*,兼,ケン,ケン<br>
 脚本	名詞,一般,*,*,*,*,脚本,キャクホン,キャクホン<br>
 という	助詞,格助詞,連語,*,*,*,という,トイウ,トユウ<br>
 長い	形容詞,自立,*,*,形容詞・アウオ段,基本形,長い,ナガイ,ナガイ<br>
 肩書き	名詞,一般,*,*,*,*,肩書き,カタガキ,カタガキ<br>
 を	助詞,格助詞,一般,*,*,*,を,ヲ,ヲ<br>
 持つ	動詞,自立,*,*,五段・タ行,基本形,持つ,モツ,モツ<br>
 男子	名詞,一般,*,*,*,*,男子,ダンシ,ダンシ<br>
 学生	名詞,一般,*,*,*,*,学生,ガクセイ,ガクセイ<br>
 ・	記号,一般,*,*,*,*,・,・,・<br>
 水野	名詞,固有名詞,人名,姓,*,*,水野,ミズノ,ミズノ<br>
 勝俊	名詞,固有名詞,人名,名,*,*,勝俊,カツトシ,カツトシ<br>
 （	記号,括弧開,*,*,*,*,（,（,（<br>
 主人公	名詞,一般,*,*,*,*,主人公,シュジンコウ,シュジンコー<br>
 ）	記号,括弧閉,*,*,*,*,）,）,）<br>
 。	記号,句点,*,*,*,*,。,。,。<br>
 まだまだ	副詞,助詞類接続,*,*,*,*,まだまだ,マダマダ,マダマダ<br>
 圧倒的	名詞,形容動詞語幹,*,*,*,*,圧倒的,アットウテキ,アットーテキ<br>
 に	助詞,副詞化,*,*,*,*,に,ニ,ニ<br>
 女性	名詞,一般,*,*,*,*,女性,ジョセイ,ジョセイ<br>
 優位	名詞,形容動詞語幹,*,*,*,*,優位,ユウイ,ユーイ<br>
 の	助詞,連体化,*,*,*,*,の,ノ,ノ<br>
 熊野	名詞,固有名詞,人名,姓,*,*,熊野,クマノ,クマノ<br>
 学園	名詞,一般,*,*,*,*,学園,ガクエン,ガクエン<br>
 において	助詞,格助詞,連語,*,*,*,において,ニオイテ,ニオイテ<br>
 、	記号,読点,*,*,*,*,、,、,、<br>
 初めて	副詞,一般,*,*,*,*,初めて,ハジメテ,ハジメテ<br>
 権力	名詞,一般,*,*,*,*,権力,ケンリョク,ケンリョク<br>
 を	助詞,格助詞,一般,*,*,*,を,ヲ,ヲ<br>
 持つ	動詞,自立,*,*,五段・タ行,基本形,持つ,モツ,モツ<br>
 ポジション	名詞,一般,*,*,*,*,ポジション,ポジション,ポジション<br>
 を	助詞,格助詞,一般,*,*,*,を,ヲ,ヲ<br>
 勝ち取っ	動詞,自立,*,*,五段・ラ行,連用タ接続,勝ち取る,カチトッ,カチトッ<br>
 た	助動詞,*,*,*,特殊・タ,基本形,た,タ,タ<br>
 男	名詞,一般,*,*,*,*,男,オトコ,オトコ<br>
 で	助動詞,*,*,*,特殊・ダ,連用形,だ,デ,デ<br>
 ある	助動詞,*,*,*,五段・ラ行アル,基本形,ある,アル,アル<br>
 。	記号,句点,*,*,*,*,。,。,。<br>
 そんな	連体詞,*,*,*,*,*,そんな,ソンナ,ソンナ<br>
 勝俊	名詞,固有名詞,人名,名,*,*,勝俊,カツトシ,カツトシ<br>
 は	助詞,係助詞,*,*,*,*,は,ハ,ワ<br>
 、	記号,読点,*,*,*,*,、,、,、<br>
 来る	動詞,自立,*,*,カ変・来ル,基本形,来る,クル,クル<br>
 文化祭	名詞,固有名詞,一般,*,*,*,文化祭,ブンカサイ,ブンカサイ<br>
 公演	名詞,サ変接続,*,*,*,*,公演,コウエン,コーエン<br>
 に	助詞,格助詞,一般,*,*,*,に,ニ,ニ<br>
 向け	動詞,自立,*,*,一段,連用形,向ける,ムケ,ムケ<br>
 、	記号,読点,*,*,*,*,、,、,、<br>
 夏休み	名詞,一般,*,*,*,*,夏休み,ナツヤスミ,ナツヤスミ<br>
 を	助詞,格助詞,一般,*,*,*,を,ヲ,ヲ<br>
 返上	名詞,サ変接続,*,*,*,*,返上,ヘンジョウ,ヘンジョー<br>
 し	動詞,自立,*,*,サ変・スル,連用形,する,シ,シ<br>
 て	助詞,接続助詞,*,*,*,*,て,テ,テ<br>
 、	記号,読点,*,*,*,*,、,、,、<br>
 今回	名詞,副詞可能,*,*,*,*,今回,コンカイ,コンカイ<br>
 の	助詞,連体化,*,*,*,*,の,ノ,ノ<br>
 演目	名詞,一般,*,*,*,*,演目,エンモク,エンモク<br>
 で	助詞,格助詞,一般,*,*,*,で,デ,デ<br>
 メインヒロイン	名詞,固有名詞,一般,*,*,*,メインヒロイン,メインヒロイン,メインヒロイン<br>
 に	助詞,格助詞,一般,*,*,*,に,ニ,ニ<br>
 抜擢	名詞,サ変接続,*,*,*,*,抜擢,バッテキ,バッテキ<br>
 し	動詞,自立,*,*,サ変・スル,連用形,する,シ,シ<br>
 た	助動詞,*,*,*,特殊・タ,基本形,た,タ,タ<br>
 平部	名詞,固有名詞,人名,姓,*,*,平部,ヒラベ,ヒラベ<br>
 員	名詞,接尾,一般,*,*,*,員,イン,イン<br>
 ・	記号,一般,*,*,*,*,・,・,・<br>
 七尾	名詞,固有名詞,人名,姓,*,*,七尾,ナナオ,ナナオ<br>
 ともえ	名詞,固有名詞,人名,名,*,*,ともえ,トモエ,トモエ<br>
 を	助詞,格助詞,一般,*,*,*,を,ヲ,ヲ<br>
 ビシビシ	副詞,助詞類接続,*,*,*,*,ビシビシ,ビシビシ,ビシビシ<br>
 特訓	名詞,サ変接続,*,*,*,*,特訓,トックン,トックン<br>
 してやろ	動詞,自立,*,*,五段・ラ行,未然ウ接続,してやる,シテヤロ,シテヤロ<br>
 う	助動詞,*,*,*,不変化型,基本形,う,ウ,ウ<br>
 と	助詞,格助詞,引用,*,*,*,と,ト,ト<br>
 思っ	動詞,自立,*,*,五段・ワ行促音便,連用タ接続,思う,オモッ,オモッ<br>
 て	助詞,接続助詞,*,*,*,*,て,テ,テ<br>
 い	動詞,非自立,*,*,一段,連用形,いる,イ,イ<br>
 た	助動詞,*,*,*,特殊・タ,基本形,た,タ,タ<br>
 が	助詞,接続助詞,*,*,*,*,が,ガ,ガ<br>
 、	記号,読点,*,*,*,*,、,、,、<br>
 何	名詞,代名詞,一般,*,*,*,何,ナニ,ナニ<br>
 を	助詞,格助詞,一般,*,*,*,を,ヲ,ヲ<br>
 どの	連体詞,*,*,*,*,*,どの,ドノ,ドノ<br>
 よう	名詞,非自立,助動詞語幹,*,*,*,よう,ヨウ,ヨー<br>
 に	助詞,副詞化,*,*,*,*,に,ニ,ニ<br>
 間違っ	動詞,自立,*,*,五段・ワ行促音便,連用タ接続,間違う,マチガッ,マチガッ<br>
 た	助動詞,*,*,*,特殊・タ,基本形,た,タ,タ<br>
 の	名詞,非自立,一般,*,*,*,の,ノ,ノ<br>
 か	助詞,副助詞／並立助詞／終助詞,*,*,*,*,か,カ,カ<br>
 「	記号,括弧開,*,*,*,*,「,「,「<br>
 コスプレ	名詞,固有名詞,一般,*,*,*,コスプレ,コスプレ,コスプレ<br>
 で	助詞,格助詞,一般,*,*,*,で,デ,デ<br>
 エッチ	名詞,サ変接続,*,*,*,*,エッチ,エッチ,エッチ<br>
 な	助動詞,*,*,*,特殊・ダ,体言接続,だ,ナ,ナ<br>
 お稽古	名詞,サ変接続,*,*,*,*,お稽古,オケイコ,オケイコ<br>
 」	記号,括弧閉,*,*,*,*,」,」,」<br>
 に	助詞,格助詞,一般,*,*,*,に,ニ,ニ<br>
 なっ	動詞,自立,*,*,五段・ラ行,連用タ接続,なる,ナッ,ナッ<br>
 て	助詞,接続助詞,*,*,*,*,て,テ,テ<br>
 しまっ	動詞,非自立,*,*,五段・ワ行促音便,連用タ接続,しまう,シマッ,シマッ<br>
 て	助詞,接続助詞,*,*,*,*,て,テ,テ<br>
 …	記号,一般,*,*,*,*,…,…,…<br>
 …。	名詞,固有名詞,人名,一般,*,*,…。,サイレンス,サイレンス<br>
 EOS
    </div>
</template>

<script lang="ts">
import { Component, Prop, Vue } from 'vue-property-decorator';

@Component
export default class Editor extends Vue {

}
</script>

<style scoped>

</style>
